Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Prepends and/or Appends text to a string. First option is text to be prepended, second is appended (enclosed in single quotes, default empty string).
sv: LÃ¤gger till text fÃ¶re eller efter en strÃ¤ng. Det fÃ¶rsta valet Ã¤r text att lÃ¤ggas till fÃ¶re strÃ¤ngen, andra valet lÃ¤ggs till efter (inom enkla citattecken, standardvÃ¤rde Ã¤r tom strÃ¤ng).

source: Validates the string using regular expression and performs insert only if string matches it. The first option is the Regular Expression.
sv: Validerar strÃ¤ngen med hjÃ¤lp av reguljÃ¤ra uttryck och infoga endast om strÃ¤ngen matchar det. Det fÃ¶rsta alternativet Ã¤r det reguljÃ¤ra uttrycket.

source: Validation failed for the input string %s.
sv: Valideringen misslyckades fÃ¶r IndatastrÃ¤ngen %s.

source: Formats text as SQL query with syntax highlighting.
sv: Formaterar text som en SQL-frÃ¥ga med syntaxmarkering.

source: Displays a part of a string. The first option is the number of characters to skip from the beginning of the string (Default 0). The second option is the number of characters to return (Default: until end of string). The third option is the string to append and/or prepend when truncation occurs (Default: "â¦").
sv: Visar del av en strÃ¤ng. FÃ¶rsta parametern Ã¤r antalet tecken att hoppa Ã¶ver frÃ¥n bÃ¶rjan pÃ¥ strÃ¤ngen (standardvÃ¤rde: 0). Andra parametern Ã¤r antalet tecken som ska returneras (standardvÃ¤rde: till slutet pÃ¥ strÃ¤ngen). Den tredje parametern Ã¤r en strÃ¤ng som lÃ¤ggs till i slutet och/eller bÃ¶rjan nÃ¤r trunkering utfÃ¶rs (standardvÃ¤rde: "â¦").

source: Displays an image and a link; the column contains the filename. The first option is a URL prefix like "https://www.example.com/". The second and third options are the width and the height in pixels.
sv: Visar en bild och en lÃ¤nk; kolumnen innehÃ¥ller filnamn. Det fÃ¶rsta alternativet Ã¤r ett URL-prefix som "https://www.example.com/". Det andra och tredje alternativet Ã¤r bredden och hÃ¶jden i pixlar.

source: Displays a link; the column contains the filename. The first option is a URL prefix like "https://www.example.com/". The second option is a title for the link.
sv: Visar en lÃ¤nk; kolumnen innehÃ¥ller filnamn. Det fÃ¶rsta alternativet Ã¤r en URL prefix som "https://www.example.com/". Det andra alternativet Ã¤r en titel fÃ¶r lÃ¤nken.

source: Converts an Internet network address in (IPv4/IPv6) format to binary
sv: Konverterar en Internet nÃ¤tverksadress (IPv4/IPv6) format till ett binÃ¤rt

source: Syntax highlighted CodeMirror editor for JSON.
sv: Syntax CodeMirror editerare fÃ¶r JSON.

source: Syntax highlighted CodeMirror editor for XML (and HTML).
sv: Syntax CodeMirror editor fÃ¶r XML (och HTML).

source: Converts an Internet network address stored as a binary string into a string in Internet standard (IPv4/IPv6) format.
sv: Konverterar en Internet nÃ¤tverksadress lagras som en binÃ¤r strÃ¤ng till en strÃ¤ng i Internet standardformat (IPv4/IPv6).

source: Formats text as JSON with syntax highlighting.
sv: Formaterar text som en JSON-frÃ¥ga med syntaxmarkering.

source: Formats text as XML with syntax highlighting.
sv: Formaterar text som en XML-frÃ¥ga med syntaxmarkering.

source: Could not save recent table!
sv: Kunde inte spara den senaste tabellen!

source: Could not save favorite table!
sv: Kunde inte spara favorittabell!

source: Remove from Favorites
sv: Ta bort frÃ¥n favoriter

source: There are no recent tables.
sv: Det finns inga nya tabeller.

source: There are no favorite tables.
sv: Det finns inga favorittabeller.

source: Recent tables
sv: De senaste tabellerna

source: Recent
sv: Senaste

source: not OK
sv: Inte OK

source: Configuration of pmadbâ¦
sv: Konfiguration av pmadbâ¦

source: General relation features
sv: AllmÃ¤nna relationsfunktionaliteter

source: Display Features
sv: Visningsfunktionalitet

source: Designer and creation of PDFs
sv: Designa och skapa PDF-filer

source: Displaying Column Comments
sv: Visning av kolumnkommentarer

source: Browser transformation
sv: WebblÃ¤saromvandling

source: Please see the documentation on how to update your column_info table.
sv: Se dokumentation om hur du uppdaterar tabellen column_info.

source: Bookmarked SQL query
sv: BokmÃ¤rkt SQL-frÃ¥ga

source: SQL history
sv: SQL-historik

source: Persistent recently used tables
sv: BestÃ¤ndiga, nyligen anvÃ¤nda tabeller

source: Persistent favorite tables
sv: BestÃ¤ndiga, anvÃ¤nda tabeller

source: Persistent tables' UI preferences
sv: BestÃ¥ende tabeller fÃ¶r instÃ¤llningar av anvÃ¤ndargrÃ¤nssnittet

source: User preferences
sv: AnvÃ¤ndarinstÃ¤llningar

source: Configurable menus
sv: Anpassningsbara menyer

source: Hide/show navigation items
sv: Visa/dÃ¶lj navigationsobjekt

source: Saving Query-By-Example searches
sv: Sparar Query-By-Example-sÃ¶kningar

source: Managing Central list of columns
sv: Hantera huvudfÃ¶rteckning Ã¶ver kolumner

source: Remembering Designer Settings
sv: Komma ihÃ¥g instÃ¤llningar fÃ¶r Design

source: Saving export templates
sv: Spara exportmallar

source: Quick steps to set up advanced features:
sv: Snabba steg fÃ¶r att installera avancerade funktioner:

source: Create the needed tables with the <code>%screate_tables.sql</code>.
sv: Skapa nÃ¶dvÃ¤ndiga tabeller med <code>%screate_tables.sql</code>.

source: Create a pma user and give access to these tables.
sv: Skapa en PMA anvÃ¤ndare och ge tillgÃ¥ng till dessa tabeller.

source: Enable advanced features in configuration file (<code>config.inc.php</code>), for example by starting from <code>config.sample.inc.php</code>.
sv: Aktivera avancerade funktioner i konfigurationsfilen (<code>config.inc.php</code>), till exempel genom att starta frÃ¥n <code>config.sample.inc.php</code>.

source: Re-login to phpMyAdmin to load the updated configuration file.
sv: Logga in igen till phpMyAdmin fÃ¶r att ladda den uppdaterade konfigurationsfilen.

source: no description
sv: ingen beskrivning

source: You do not have necessary privileges to create a database named 'phpmyadmin'. You may go to 'Operations' tab of any database to set up the phpMyAdmin configuration storage there.
sv: Du har inte nÃ¶dvÃ¤ndiga behÃ¶righeter fÃ¶r att skapa en databas med namnet "phpmyadmin". Du kan gÃ¥ till "Drift" fliken i nÃ¥gon databas, och stÃ¤lla in phpMyAdmin konfigurationslagring dÃ¤r.

source: %sCreate%s a database named 'phpmyadmin' and setup the phpMyAdmin configuration storage there.
sv: %sCreate%s en databas heter "phpmyadmin" och installera phpMyAdmin konfiguration lagring dÃ¤r.

source: %sCreate%s the phpMyAdmin configuration storage in the current database.
sv: %sCreate%s phpMyAdmin konfiguration lagring i den aktuella databasen.

source: %sCreate%s missing phpMyAdmin configuration storage tables.
sv: %sCreate%s saknade phpMyAdmin konfiguration lagringstabeller.

source: Master replication
sv: Master-replikering

source: This server is configured as master in a replication process.
sv: Denna server Ã¤r konfigurerad som master i en replikerings-process.

source: Show master status
sv: Visa master-status

source: Show connected slaves
sv: Visa anslutna slavar

source: Add slave replication user
sv: LÃ¤gg till anvÃ¤ndare fÃ¶r slav replikering

source: Master configuration
sv: Master-konfiguration

source: This server is not configured as a master server in a replication process. You can choose from either replicating all databases and ignoring some of them (useful if you want to replicate a majority of the databases) or you can choose to ignore all databases by default and allow only certain databases to be replicated. Please select the mode:
sv: Denna server Ã¤r inte konfigurerad som masterserver i en replikerings-process. Du kan vÃ¤lja mellan att antingen replikera alla databaser och ignorera vissa (anvÃ¤ndbart om du vill replikera en majoriteten av databaser) eller sÃ¥ kan du vÃ¤lja att ignorera alla databaser som standard och endast tillÃ¥ta att vissa databaser speglas. VÃ¤lj instÃ¤llning:

source: Replicate all databases; Ignore:
sv: Replikera alla databaser; Ignorera:

source: Ignore all databases; Replicate:
sv: Ignorera alla databaser; Replikera:

source: Please select databases:
sv: VÃ¤lj databaser:

source: Now, add the following lines at the end of [mysqld] section in your my.cnf and please restart the MySQL server afterwards.
sv: Nu, lÃ¤gg till fÃ¶ljande rader i slutet av [mysqld]-sektionen i din my.cnf och starta om MySQL-servern efterÃ¥t.

source: Once you restarted MySQL server, please click on Go button. Afterwards, you should see a message informing you, that this server <b>is</b> configured as master.
sv: NÃ¤r du startat om MySQL-servern, klicka pÃ¥ KÃ¶r-knappen. DÃ¤refter bÃ¶r du se ett meddelande som informerar dig om att denna server <b>Ã¤r</b> konfigurerad som master.

source: Slave replication
sv: Slav-replikering

source: Master connection:
sv: Huvudanslutning:

source: Slave SQL Thread not running!
sv: Slav SQL trÃ¥den exekveras inte!

source: Slave IO Thread not running!
sv: Slav IO trÃ¥den exekveras inte!

source: Server is configured as slave in a replication process. Would you like to:
sv: Servern Ã¤r konfigurerad som slav i en replikeringsprocess. Vill du:

source: See slave status table
sv: Se slavtabell status

source: Control slave:
sv: Kontroll slav:

source: Full stop
sv: Full stopp

source: Reset slave
sv: Ã terstÃ¤ll slav

source: Start SQL Thread only
sv: Starta endast SQL-trÃ¥d

source: Stop SQL Thread only
sv: Stoppa endast SQL-trÃ¥d

source: Start IO Thread only
sv: Starta endast IO-trÃ¥d

source: Stop IO Thread only
sv: Stoppa endast IO-trÃ¥d

source: Change or reconfigure master server
sv: Ãndra eller konfigurera om master-server

source: Error management:
sv: Felhantering:

source: Skipping errors might lead into unsynchronized master and slave!
sv: Hoppa Ã¶ver fel kan leda till osynkroniserad master och slav!

source: Skip current error
sv: Hoppa Ã¶ver nuvarande fel

source: Skip next %s errors.
sv: Hoppa Ã¶ver nÃ¤sta %s fel.

source: Unselect all
sv: Avmarkera alla

source: Slave configuration
sv: Slavkonfiguration

source: Make sure you have a unique server-id in your configuration file (my.cnf). If not, please add the following line into [mysqld] section:
sv: SÃ¤kerstÃ¤ll att du har unikt server-id i din konfigurationsfil (my.cnf). Om inte, lÃ¤gg till fÃ¶ljande rad i [mysqld]-sektionen:

source: User name:
sv: AnvÃ¤ndarnamn:

source: User name
sv: AnvÃ¤ndarnamn

source: Slave status
sv: Slav-status

source: Variable
sv: Variabel

source: Only slaves started with the --report-host=host_name option are visible in this list.
sv: Endast slavar startade med valet --report-host=host_name syns i denna lista.

source: Any host
sv: Vilken vÃ¤rd som helst

source: This Host
sv: Denna vÃ¤rd

source: Any user
sv: Vilken anvÃ¤ndare som helst

source: Use text field:
sv: AnvÃ¤nd textfÃ¤ltet:

source: Use Host Table
sv: AnvÃ¤nd vÃ¤rdtabell

source: When Host table is used, this field is ignored and values stored in Host table are used instead.
sv: NÃ¤r vÃ¤rdtabellen anvÃ¤nds ignoreras detta fÃ¤lt och vÃ¤rden lagrade i vÃ¤rdtabellen anvÃ¤nds istÃ¤llet.

source: Re-type
sv: Skriv igen

source: Generate password:
sv: Skapa lÃ¶senord:

source: Replication started successfully.
sv: Replikering startade framgÃ¥ngsrikt.

source: Error starting replication.
sv: Fel vid start av replikering.

source: Replication stopped successfully.
sv: Replikering stoppades framgÃ¥ngsrikt.

source: Error stopping replication.
sv: Fel vid stoppande av replikering.

source: Replication resetting successfully.
sv: Replikering Ã¥terstÃ¤lldes framgÃ¥ngsrikt.

source: Error resetting replication.
sv: Fel vid Ã¥terstÃ¤llning av replikering.

source: Success.
sv: Lyckades.

source: Error.
sv: Fel.

source: Unknown error
sv: Okänt fel

source: Unable to connect to master %s.
sv: Kan inte ansluta till master %s.

source: Unable to read master log position. Possible privilege problem on master.
sv: Det gÃ¥r inte att lÃ¤sa position fÃ¶r master-logg. MÃ¶jligt privilegieproblem pÃ¥ master.

source: Unable to change master!
sv: Kan inte Ã¤ndra master!

source: Master server changed successfully to %s.
sv: Huvudservern har Ã¤ndrats till %s.

source: The following query has failed: "%s"
sv: FÃ¶ljande frÃ¥ga har fallerat: "%s"

source: MySQL said:
sv: MySQL sa:

source: Sorry, we failed to restore the dropped event.
sv: TyvÃ¤rr kunde vi inte Ã¥terstÃ¤lla tappade hÃ¤ndelsen.

source: Event %1$s has been modified.
sv: HÃ¤ndelsen %1$s har Ã¤ndrats.

source: Event %1$s has been created.
sv: HÃ¤ndelsen %1$s har skapats.

source: One or more errors have occurred while processing your request:
sv: Ett eller flera fel har intrÃ¤ffat under hanteringen av din begÃ¤ran:

source: Edit event
sv: Redigera hÃ¤ndelse

source: Details
sv: Detaljer

source: Event name
sv: HÃ¤ndelsenamn

source: Change to %s
sv: Ãndra till %s

source: Execute at
sv: UtfÃ¶r vid

source: Execute every
sv: UtfÃ¶r varje

source: Start
sv: Starta

source: End
sv: Slut

source: On completion preserve
sv: Vid avslut, bevara

source: Definer
sv: Definierare

source: The definer must be in the "username@hostname" format!
sv: Definieraren mÃ¥ste vara i formatet: "anvÃ¤ndarnamn@hostname"!

source: You must provide an event name!
sv: Du mÃ¥ste ange ett hÃ¤ndelsenamn!

source: You must provide a valid interval value for the event.
sv: Du mÃ¥ste ange ett giltigt intervallvÃ¤rde fÃ¶r hÃ¤ndelsen.

source: You must provide a valid execution time for the event.
sv: Du mÃ¥ste ange en giltig exekveringstid fÃ¶r hÃ¤ndelsen.

source: You must provide a valid type for the event.
sv: Du mÃ¥ste ange en giltig typ fÃ¶r hÃ¤ndelsen.

source: You must provide an event definition.
sv: Du mÃ¥ste ange en hÃ¤ndelsedefinition.

source: Error in processing request:
sv: Fel i processbegÃ¤ran:

source: OFF
sv: AV

source: ON
sv: PÅ

source: Event scheduler status
sv: Status fÃ¶r hÃ¤ndelsehanteraren

source: The backed up query was:
sv: Den sÃ¤kerhetskopierade frÃ¥gan var:

source: You are using PHP's deprecated 'mysql' extension, which is not capable of handling multi queries. [strong]The execution of some stored routines may fail![/strong] Please use the improved 'mysqli' extension to avoid any problems.
sv: Du anvÃ¤nder PHP:s utfasade "mysql" utvidgning, vilken inte kan hantera multifÃ¶rfrÃ¥gningar. [strong]UtfÃ¶randet av vissa sparade rutiner kan misslyckas!![/strong] AnvÃ¤nd den fÃ¶rbÃ¤ttrade "mysqli" utvidgningen fÃ¶r att undvika eventuella problem.

source: Edit routine
sv: Redigera rutin

source: Invalid routine type: "%s"
sv: Ogiltig rutintyp: "%s"

source: Routine %1$s has been created.
sv: Rutinen %1$s har skapats.

source: Sorry, we failed to restore the dropped routine.
sv: TyvÃ¤rr, vi lyckades inte Ã¥terstÃ¤lla den slÃ¤ngda rutinen.

source: Routine %1$s has been modified. Privileges have been adjusted.
sv: Rutin %1$s har Ã¤ndrats. Privilegier har justerats.

source: Routine %1$s has been modified.
sv: Rutinen %1$s har modifierats.

source: Routine name
sv: Rutinnamn

source: Parameters
sv: Parametrar

source: Direction
sv: Riktning

source: Add parameter
sv: LÃ¤gg till parameter

source: Remove last parameter
sv: Ta bort senaste parametern

source: Return type
sv: Returtyp

source: Return length/values
sv: Returnera lÃ¤ngd/vÃ¤rden

source: Return options
sv: Return alternativ

source: Is deterministic
sv: Ãr deterministisk

source: You do not have sufficient privileges to perform this operation; Please refer to the documentation for more details
sv: Du har inte tillrÃ¤ckliga privilegier fÃ¶r att utfÃ¶ra Ã¥tgÃ¤rden; Se dokumentationen fÃ¶r mer information

source: Security type
sv: SÃ¤kerhetstyp

source: You must provide a routine name!
sv: Du mÃ¥ste ange ett rutinnamn!

source: Invalid direction "%s" given for parameter.
sv: Ogiltig riktning "%s" angiven fÃ¶r parameter.

source: You must provide length/values for routine parameters of type ENUM, SET, VARCHAR and VARBINARY.
sv: Du mÃ¥ste ange lÃ¤ngd/vÃ¤rden fÃ¶r rutinparametrar av typen ENUM, SET, VARCHAR och VARBINARY.

source: You must provide a name and a type for each routine parameter.
sv: Du mÃ¥ste ange ett namn och en typ fÃ¶r varje rutinparameter.

source: You must provide a valid return type for the routine.
sv: Du mÃ¥ste ange en giltig returtyp fÃ¶r hÃ¤ndelsen.

source: You must provide a routine definition.
sv: Du mÃ¥ste ange en rutindefinition.

source: Execution results of routine %s
sv: Exekveringsresultat av rutin %s

source: Execute routine
sv: UtfÃ¶r rutin

source: Routine parameters
sv: Rutinparametrar

source: Returns
sv: Returnerar

source: Sorry, we failed to restore the dropped trigger.
sv: TyvÃ¤rr lyckades vi inte Ã¥terstÃ¤lla den slÃ¤ppta triggern.

source: Trigger %1$s has been modified.
sv: Triggern %1$s har modifierats.

source: Trigger %1$s has been created.
sv: Triggern %1$s har skapats.

source: Edit trigger
sv: Redigera trigger

source: Trigger name
sv: Triggernamn

source: You must provide a trigger name!
sv: Du mÃ¥ste ange ett triggernamn!

source: You must provide a valid timing for the trigger!
sv: Du mÃ¥ste ange en giltig tidsgrÃ¤ns fÃ¶r triggern!

source: You must provide a valid event for the trigger!
sv: Du mÃ¥ste ange en giltig hÃ¤ndelse fÃ¶r triggern!

source: You must provide a valid table name!
sv: Du mÃ¥ste ange ett giltigt tabellnamn!

source: You must provide a trigger definition.
sv: Du mÃ¥ste ange en triggerdefinition.

source: Add routine
sv: LÃ¤gg till rutin

source: Export of routine %s
sv: Exportera rutin %s

source: routine
sv: Rutin

source: There are no routines to display.
sv: Det finns inga rutiner att visa.

source: Add trigger
sv: LÃ¤gg till trigger

source: Export of trigger %s
sv: Exportera trigger %s

source: There are no triggers to display.
sv: Det finns inga triggers att visa.

source: Add event
sv: LÃ¤gg till hÃ¤ndelse

source: Export of event %s
sv: Exportera hÃ¤ndelse %s

source: event
sv: hÃ¤ndelse

source: There are no events to display.
sv: Det finns inga hÃ¤ndelser att visa.

source: Please provide a name for this bookmarked search.
sv: Ange ett namn fÃ¶r denna bokmÃ¤rkta sÃ¶kning.

source: Missing information to save the bookmarked search.
sv: Saknar information fÃ¶r att spara den bokmÃ¤rkta sÃ¶kningen.

source: An entry with this name already exists.
sv: En post med detta namn existerar redan.

source: Missing information to delete the search.
sv: Saknar information fÃ¶r att ta bort sÃ¶kningen.

source: Missing information to load the search.
sv: Saknar information fÃ¶r att lÃ¤sa in sÃ¶kningen.

source: Error while loading the search.
sv: Fel dÃ¥ sÃ¶kningen lÃ¤stes in.

source: No privileges.
sv: Inga privilegier.

source: Includes all privileges except GRANT.
sv: Inkluderar alla privilegier fÃ¶rutom GRANT.

source: Allows reading data.
sv: TillÃ¥ter lÃ¤sning av data.

source: Allows inserting and replacing data.
sv: TillÃ¥ter infogning och ersÃ¤ttning av data.

source: Allows changing data.
sv: TillÃ¥ter Ã¤ndring av data.

source: Allows deleting data.
sv: TillÃ¥ter borttagning av data.

source: Allows creating new databases and tables.
sv: TillÃ¥ter skapande av nya databaser och tabeller.

source: Allows dropping databases and tables.
sv: TillÃ¥ter borttagning av databaser och tabeller.

source: Allows reloading server settings and flushing the server's caches.
sv: TillÃ¥ter omladdning av serverinstÃ¤llningar och rensning av serverns cache.

source: Allows shutting down the server.
sv: TillÃ¥ter avstÃ¤ngning av servern.

source: Allows viewing processes of all users.
sv: TillÃ¥ter visning av processer fÃ¶r alla anvÃ¤ndare.

source: Allows importing data from and exporting data into files.
sv: TillÃ¥ter import av data frÃ¥n och export av data till filer.

source: Has no effect in this MySQL version.
sv: Har ingen effekt i denna version av MySQL.

source: Allows creating and dropping indexes.
sv: TillÃ¥ter skapande och borttagning av index.

source: Allows altering the structure of existing tables.
sv: TillÃ¥ter Ã¤ndring av befintliga tabellers struktur.

source: Gives access to the complete list of databases.
sv: Ger tillgÃ¥ng till den fullstÃ¤ndiga databaslistan.

source: Allows connecting, even if maximum number of connections is reached; required for most administrative operations like setting global variables or killing threads of other users.
sv: TillÃ¥ter uppkoppling, Ã¤ven om maximala antalet fÃ¶rbindelser Ã¤r nÃ¥dd. NÃ¶dvÃ¤ndig fÃ¶r de flesta administrativa funktioner, som att sÃ¤tta globala variabler eller dÃ¶da andra anvÃ¤ndares trÃ¥dar.

source: Allows creating temporary tables.
sv: TillÃ¥ter skapande av temporÃ¤ra tabeller.

source: Allows locking tables for the current thread.
sv: TillÃ¥ter lÃ¥sning av tabeller fÃ¶r gÃ¤llande trÃ¥d.

source: Needed for the replication slaves.
sv: NÃ¶dvÃ¤ndigt fÃ¶r replikeringsslavar.

source: Allows the user to ask where the slaves / masters are.
sv: Ger anvÃ¤ndaren rÃ¤tt att frÃ¥ga var slav- / huvudservrarna Ã¤r.

source: Allows creating new views.
sv: TillÃ¥ter skapande av nya vyer.

source: Allows to set up events for the event scheduler.
sv: TillÃ¥ter skapande av hÃ¤ndelser fÃ¶r hÃ¤ndelseschemalÃ¤ggaren.

source: Allows creating and dropping triggers.
sv: TillÃ¥ter skapande och borttagning av triggers.

source: Allows performing SHOW CREATE VIEW queries.
sv: TillÃ¥ter utfÃ¶rande av SHOW CREATE VIEW-frÃ¥gor.

source: Allows creating stored routines.
sv: TillÃ¥ter skapande av lagrade rutiner.

source: Allows altering and dropping stored routines.
sv: TillÃ¥ter Ã¤ndring och borttagning av lagrade rutiner.

source: Allows creating, dropping and renaming user accounts.
sv: TillÃ¥ter skapande, borttagning och omdÃ¶pning av anvÃ¤ndarkonton.

source: Allows executing stored routines.
sv: TillÃ¥ter utfÃ¶rande av lagrade rutiner.

source: Requires SSL-encrypted connections.
sv: KrÃ¤ver SSL-krypterade anslutningar.

source: Requires a valid X509 certificate.
sv: KrÃ¤ver ett giltigt X509 -certificate.

source: Requires that a specific cipher method be used for a connection.
sv: KrÃ¤ver att en specifik metod att anvÃ¤ndas fÃ¶r en anslutning.

source: Requires that a valid X509 certificate issued by this CA be presented.
sv: KrÃ¤ver att ett giltigt X509-intyg frÃ¥n denna CertifikatutfÃ¤rdare presenteras.

source: Requires that a valid X509 certificate with this subject be presented.
sv: KrÃ¤ver att ett giltigt X509-certifikat presenteras.

source: Limits the number of queries the user may send to the server per hour.
sv: BegrÃ¤nsar antalet frÃ¥gor anvÃ¤ndaren kan skicka till servern per timme.

source: Limits the number of commands that change any table or database the user may execute per hour.
sv: BegrÃ¤nsar antalet kommandon, vilka Ã¤ndrar nÃ¥gon tabell eller databas, som anvÃ¤ndaren kan utfÃ¶ra per timme.

source: Limits the number of new connections the user may open per hour.
sv: BegrÃ¤nsar antalet nya fÃ¶rbindelser anvÃ¤ndaren kan Ã¶ppna per timme.

source: Limits the number of simultaneous connections the user may have.
sv: BegrÃ¤nsar antalet samtidiga fÃ¶rbindelser som anvÃ¤ndaren kan ha.

source: Table-specific privileges
sv: Tabellspecifika privilegier

source: Note: MySQL privilege names are expressed in English.
sv: Obs: privilegienamn i MySQL uttrycks pÃ¥ engelska.

source: Global privileges
sv: Globala privilegier

source: Database-specific privileges
sv: Databasspecifika privilegier

source: Allows creating new tables.
sv: TillÃ¥ter skapande av nya tabeller.

source: Allows dropping tables.
sv: TillÃ¥ter borttagning av tabeller.

source: Allows adding users and privileges without reloading the privilege tables.
sv: TillÃ¥ter inlÃ¤ggning av anvÃ¤ndare och privilegier utan omladdning av privilegietabeller.

source: Native MySQL authentication
sv: MySQL-autentisering

source: SHA256 password authentication
sv: SHA256 lÃ¶senordsautentisering

source: Login Information
sv: Inloggningsinformation
